Repository: Andyg971/EchoesOfAether-RPG
Catalog: EchoesOfAether/Localizable.xcstrings
Source language: fr
Languages: en

# dialogue.act3.guardianPost1
source: C'est fait. La voie est ouverte.
en: It's done. The way is open.

# dialogue.act3.guardianPost2
source: Viens, alors. Plus rien ne te retient.
en: Come, then. There is nothing left to hold you.

# dialogue.act3.guardianVoice1
source: Abats-le. Une dernière porte entre toi et la liberté.
en: Strike it down. One last door between you and freedom.

# dialogue.act3.kael1
source: Qui parle ? Montre-toi.
en: Who speaks? Show yourself.

# dialogue.act3.kael2
source: Le Seuil. Lyra avait raison, cet endroit est vivant.
en: The Threshold. Lyra was right, this place is alive.

# dialogue.act3.kael2b
source: Alors pourquoi chaque marche que je gravis résonne comme ses pas derrière moi ?
en: Then why does every step up sound like her footsteps behind me?

# dialogue.act3.kael3
source: Eran ? Tu es encore en vie.
en: Eran? You're still alive.

# dialogue.act3.kael4
source: Alors qu'il me réécrive. Il ne reste plus grand-chose qui vaille d'être gardé.
en: Then let it rewrite me. There's little left worth keeping.

# dialogue.act3.resist1
source: Non. Pas comme ça. Pas en oubliant pourquoi je suis venu.
en: No. Not like this. Not by forgetting why I came.

# dialogue.act3.resist2
source: Tu refuses le pouvoir ? Après tout ce sang ?
en: You refuse the power? After all that blood?

# dialogue.act3.resist3
source: Le pouvoir n'a jamais été le but. Je recule, loin du Seuil.
en: Power was never the point. I step back from the Threshold.

# dialogue.act3.resist4
source: Je les porterai éveillé. Lyra. Eran. Chaque nom. C'est le seul écho qui vaille d'être gardé.
en: I'll carry them awake. Lyra. Eran. Every name. That's the only echo worth keeping.

# dialogue.act3.resistEnd1
source: Le Seuil resta clos. Kael tourna le dos au Vide.
en: The Threshold stayed shut. Kael turned his back on the Void.

# dialogue.act3.resistEnd2
source: Porter le poids, lucide. C'était peut-être ça, le vrai courage.
en: To carry the weight, awake. Perhaps that was the harder courage.

# dialogue.act3.resistEp.end
source: FIN — L'Écho gardé. Merci d'avoir joué.
en: THE END — The Kept Echo. Thank you for playing.

# dialogue.act3.resistEp.eran1
source: Quelqu'un doit veiller sur le Seuil. J'ai franchi une fois — je sais ce qui attend de l'autre côté.
en: Someone must watch over the Threshold. I crossed once — I know what waits on the other side.

# dialogue.act3.resistEp.eran2
source: Rentre, gamin. Solis a besoin d'un gardien vivant. Pas d'un martyr de plus.
en: Go home, kid. Solis needs a living guardian. Not one more martyr.

# dialogue.act3.resistEp.kael1
source: Adieu, Lyra. Ton écho ne me hantera plus. Il marchera à côté de moi.
en: Farewell, Lyra. Your echo will haunt me no more. It will walk beside me.

# dialogue.act3.resistEp.kael2
source: La marque s'éteint. Pour la première fois depuis la forêt… le silence.
en: The mark goes dark. For the first time since the forest… silence.

# dialogue.act3.resistEp.lyra1
source: Tu as choisi le souvenir plutôt que la puissance. Alors je peux partir… légère.
en: You chose memory over power. Then I can fade… light at last.

# dialogue.act3.resistEp.lyra2
source: Ne m'oublie pas, Kael. Mais ne vis pas à ma place non plus. Vis pour toi.
en: Don't forget me, Kael. But don't live in my stead either. Live for yourself.

# dialogue.act3.resistEp.narr1
source: Des saisons passèrent. La Forêt des Échos reverdit, lentement, cicatrice après cicatrice.
en: Seasons passed. The Forest of Echoes grew green again, slowly, scar after scar.

# dialogue.act3.resistEp.narr2
source: À Solis, on raconte l'histoire d'un porteur de marque qui refusa de devenir un dieu.
en: In Solis, they tell the story of a mark-bearer who refused to become a god.

# dialogue.act3.resistEp.narr3
source: Le Seuil resta clos, gardé par un vieil homme qui ne dort jamais tout à fait.
en: The Threshold stayed sealed, watched by an old man who never quite sleeps.

# dialogue.act3.trueEnd1
source: Lyra. Eran. Tous ceux que j'ai brûlés pour atteindre cette marche.
en: Lyra. Eran. Everyone I burned to reach this step.

# dialogue.act3.trueEnd2
source: Franchis le Seuil. Deviens ce que l'Aether a toujours voulu que tu sois.
en: Step through. Become what the Aether always meant you to be.

# dialogue.act3.trueEnd3
source: …Pardon, Lyra. Tu avais raison. Sur tout.
en: …I'm sorry, Lyra. You were right. About all of it.

# dialogue.act3.trueEnd4
source: Et puis il ne resta personne pour être désolé. Seulement le Seuil, et la chose qui portait le nom de Kael.
en: And then there was no one left to be sorry. Only the Threshold, and the thing that wore Kael's name.

# dialogue.act3.voice1
source: Tu pensais que c'était fini. Ce n'était que le début.
en: You thought it was over. It was only the beginning.

# dialogue.act3.voice2
source: Lyra est partie. L'Aether reste. Et toi, que reste-t-il ?
en: Lyra is gone. The Aether remains. And you? What remains of you?

# dialogue.act3.voice3
source: Tu me connais déjà, Kael. Je suis ce que tu refuses de voir.
en: You already know me, Kael. I am what you refuse to see.

# dialogue.act3.voice4
source: Vivant, oui. Il se nourrit de ce que tu portes. Laisse-le prendre le chagrin, et tu ne sentiras plus rien.
en: Alive, yes. It feeds on what you carry. Let it take the grief, and you'll feel nothing at all.

# dialogue.act3.voiceName
source: La Voix
en: The Voice

# dialogue.act4.avatarPost1
source: Impossible… je suis… éternel…
en: Impossible… I am… eternal…

# dialogue.act4.avatarPost2
source: L'Avatar se dissout. Il ne reste que le Cœur, sans défense.
en: The Avatar dissolves. Only the Heart remains, defenseless.

# dialogue.act4.avatarPost3
source: C'est l'heure. Ce que je fais maintenant, personne ne pourra le défaire.
en: It is time. What I do now, no one can undo.

# dialogue.act4.avatarPre1
source: Je suis chaque ombre que tu as vaincue. Chaque écho que tu n'as pas sauvé. Regarde ton œuvre.
en: I am every shadow you defeated. Every echo you failed to save. Behold your work.

# dialogue.act4.avatarPre2
source: Ne l'écoute pas ! Nous sommes trois. Lui n'est que le reste.
en: Don't listen! We are three. It is only what remains.

# dialogue.act4.avatarPre3
source: Pour Solis. Pour Lyra. Pour la fin des échos volés !
en: For Solis. For Lyra. For the end of the stolen echoes!

# dialogue.act4.choice1
source: Le détruire. Libérer les échos.
en: Destroy it. Free the echoes.

# dialogue.act4.choice2
source: Fusionner. Devenir le gardien.
en: Merge with it. Become the keeper.

# dialogue.act4.choicePrompt
source: Que fera Kael du Cœur ?
en: What will Kael do with the Heart?

# dialogue.act4.choiceResponse1
source: Alors Lyra sera libre aussi… même si cela veut dire adieu.
en: Then Lyra will be free too… even if it means goodbye.

# dialogue.act4.choiceResponse2
source: Enfin. Un porteur digne de moi.
en: At last. A bearer worthy of me.

# dialogue.act4.confront1
source: Te voilà enfin devant moi. Sais-tu ce que je suis, Kael ?
en: Here you stand before me at last. Do you know what I am, Kael?

# dialogue.act4.confront2
source: La voix qui m'a promis la force. Celle qui a pris Lyra.
en: The voice that promised me strength. The one that took Lyra.

# dialogue.act4.confront3
source: Je suis le Cœur. Chaque écho, chaque souvenir, chaque mort… tout revient à moi. Sans moi, tout se disperse.
en: I am the Heart. Every echo, every memory, every death… all returns to me. Without me, everything scatters.

# dialogue.act4.confront4
source: Il ment à moitié, Kael. C'est pire qu'un mensonge. Choisis avec les yeux ouverts.
en: It half-lies, Kael. That is worse than a lie. Choose with your eyes open.

# dialogue.act4.confront5
source: Quoi que tu choisisses… il te faudra d'abord me vaincre. Viens.
en: Whatever you choose… you must defeat me first. Come.

# dialogue.act4.destroy1
source: J'ai fait ma promesse devant la Voix. Je la tiens.
en: I made my promise before the Voice. I keep it.

# dialogue.act4.destroy2
source: Kael… si tu le brises, je pars avec les autres. Tu le sais.
en: Kael… if you shatter it, I go with the others. You know that.

# dialogue.act4.destroy3
source: Je sais. Et c'est pour ça que je le fais. Tu mérites d'être libre, pas d'être mon écho.
en: I know. And that is why I do it. You deserve to be free, not to be my echo.

# dialogue.act4.destroy4
source: Alors… merci. Pour la forêt, pour le Seuil, pour tout. Adieu, Kael de Solis.
en: Then… thank you. For the forest, for the Threshold, for everything. Farewell, Kael of Solis.

# dialogue.act4.destroy5
source: Adieu, Lyra. Que ton écho devienne chanson.
en: Farewell, Lyra. May your echo become a song.

# dialogue.act4.destroyEnd1
source: Le Cœur se brise. Un à un, les échos s'élèvent — libres, enfin. L'Aether redevient lumière.
en: The Heart shatters. One by one, the echoes rise — free, at last. The Aether becomes light again.

# dialogue.act4.destroyEnd2
source: Alors, dans la lumière, Kael voit le dernier écho se lever. Il porte son visage.
en: Then, within the light, Kael watches the last echo rise. It wears his face.

# dialogue.act4.destroyEnd3
source: Personne ne revient du sanctuaire. Ce qui marche vers Solis, les mains vides et le cœur en paix, se souvient seulement d'avoir été Kael.
en: No one returns from the shrine. What walks toward Solis, empty-handed and at peace, only remembers having been Kael.

# dialogue.act4.devourers1
source: Attention ! Ces choses se nourrissent des échos… ils me regardent.
en: Careful! Those things feed on echoes… they are looking at me.

# dialogue.act4.devourers2
source: Personne ne te dévorera tant que je tiens debout. En garde !
en: Nothing devours you while I still stand. On your guard!

# dialogue.act4.echo1
source: Je le sens aussi. Tous les échos viennent d'ici. Moi aussi.
en: I feel it too. Every echo comes from here. So do I.

# dialogue.act4.eran1
source: Cinquante ans que je cherche cette salle. Elle est plus terrible que dans mes rêves.
en: Fifty years I searched for this hall. It is more terrible than in my dreams.

# dialogue.act4.kael1
source: Ce lieu… il bat. Comme un cœur.
en: This place… it beats. Like a heart.

# dialogue.act4.kael2
source: Alors finissons-en. Pour Lyra. Pour tous les autres.
en: Then let's end this. For Lyra. For all the others.

# dialogue.act4.memoriesDone1
source: Tu les as regardés en face, Kael. Tous. C'est ça, être entier.
en: You faced them, Kael. All of them. That is what it means to be whole.

# dialogue.act4.memoriesDone2
source: Le Vide voulait me faire oublier. Je me souviens. C'est ma force.
en: The Void wanted me to forget. I remember. That is my strength.

# dialogue.act4.memory.1
source: Solis, un matin d'été. Une maison de bois, l'odeur du pain. Une voix appelle : « Kael, tu vas être en retard ! »
en: Solis, one summer morning. A wooden house, the smell of bread. A voice calls: “Kael, you'll be late!”

# dialogue.act4.memory.1Kael
source: Ma mère… J'avais oublié sa voix.
en: Mother… I had forgotten her voice.

# dialogue.act4.memory.2
source: La place du village. Lyra rit, des éclats d'Aether plein les mains. « Un jour, je verrai ce qu'il y a derrière la forêt. »
en: The village square. Lyra laughs, hands full of Aether shards. “One day I'll see what lies beyond the forest.”

# dialogue.act4.memory.2Kael
source: Elle l'a vu, ce qu'il y avait derrière. À cause de moi.
en: She saw what lay beyond. Because of me.

# dialogue.act4.memory.3
source: Le sanctuaire. Une main tendue vers la lumière rouge. Une voix murmure : « Accepte, et plus jamais tu ne seras faible. »
en: The shrine. A hand reaching for the red light. A voice whispers: “Accept, and you will never be weak again.”

# dialogue.act4.memory.3Kael
source: Le pacte. C'est là que tout a basculé. Je ne fuirai plus ce souvenir.
en: The pact. That is where everything fell apart. I will not run from this memory again.

# dialogue.act4.memoryName
source: Souvenir
en: Memory

# dialogue.act4.merge1
source: Le Vide a besoin d'un gardien. Quelqu'un qui se souvient de chaque visage. Ce sera moi.
en: The Void needs a keeper. Someone who remembers every face. It will be me.

# dialogue.act4.merge2
source: Kael, non ! C'est le même piège qui m'a pris cinquante ans !
en: Kael, no! It is the same trap that took my fifty years!

# dialogue.act4.merge3
source: Non, Eran. Toi, tu voulais le pouvoir. Moi, je veille. C'est différent — je veux le croire.
en: No, Eran. You sought power. I keep watch. It is different — I choose to believe it.

# dialogue.act4.merge4
source: Alors je reste avec toi. Un écho auprès du gardien. Personne ne veille seul.
en: Then I stay with you. An echo beside the keeper. No one keeps watch alone.

# dialogue.act4.merge5
source: Ensemble, alors. Que plus aucun écho ne soit volé.
en: Together, then. May no echo ever be stolen again.

# dialogue.act4.mergeEnd1
source: Le Cœur bat toujours — mais il bat autrement. Calme. Attentif. Presque humain.
en: The Heart still beats — but it beats differently now. Calm. Watchful. Almost human.

# dialogue.act4.mergeEnd2
source: Des années plus tard, au sanctuaire, un jeune homme s'agenouille devant la lumière rouge. Il a perdu quelqu'un. Il veut être fort.
en: Years later, at the shrine, a young man kneels before the red light. He has lost someone. He wants to be strong.

# dialogue.act4.mergeEnd3
source: Et le Cœur murmure, avec la voix de Kael : « Accepte, et plus jamais tu ne seras faible. »
en: And the Heart whispers, with Kael's voice: “Accept, and you will never be weak again.”

# dialogue.act4.reflection.elder1
source: J'ai gardé la porte du village toute ma vie… puis le Vide m'a pris. Qui garde la porte, maintenant ?
en: I kept the village gate all my life… then the Void took me. Who keeps the gate now?

# dialogue.act4.reflection.elder2
source: Dorin… oui. Alors je peux me reposer. Merci, petit.
en: Dorin… yes. Then I can rest. Thank you, lad.

# dialogue.act4.reflection.elderKael
source: La porte tient, doyen. Dorin veille. Vous pouvez lâcher prise.
en: The gate holds, elder. Dorin keeps watch. You can let go.

# dialogue.act4.reflection.elderName
source: Reflet du doyen
en: Reflection of the Elder

# dialogue.act4.reflection.lost1
source: Je me suis perdu dans la forêt… maman doit me chercher. Il fait si sombre ici.
en: I got lost in the forest… mama must be looking for me. It's so dark here.

# dialogue.act4.reflection.lost2
source: Je la vois ! Maman ! Merci, monsieur…
en: I see her! Mama! Thank you, mister…

# dialogue.act4.reflection.lostKael
source: Ta mère t'attend de l'autre côté, petit. Suis la lumière. N'aie pas peur.
en: Your mother waits on the other side, little one. Follow the light. Don't be afraid.

# dialogue.act4.reflection.lostName
source: Reflet de l'enfant
en: Reflection of the Child

# dialogue.act4.reflection.smith1
source: Ma forge… j'entends encore le marteau. J'avais promis une lame au garçon de Solis.
en: My forge… I still hear the hammer. I promised a blade to the boy from Solis.

# dialogue.act4.reflection.smith2
source: Alors le feu peut s'éteindre. Adieu, porteur de lame.
en: Then the fire may die down. Farewell, blade-bearer.

# dialogue.act4.reflection.smithKael
source: La lame a été forgée. Elle m'a mené jusqu'ici. Votre promesse est tenue.
en: The blade was forged. It carried me all the way here. Your promise is kept.

# dialogue.act4.reflection.smithName
source: Reflet du forgeron
en: Reflection of the Smith

# dialogue.act4.reflectionsDone1
source: Trois visages rendus à la paix. Le Vide s'affaiblit, je le sens.
en: Three faces returned to peace. The Void weakens — I can feel it.

# dialogue.act4.reflectionsDone2
source: Chaque écho libéré est une lumière de plus contre lui. Continuons.
en: Every freed echo is one more light against it. Let's press on.

# dialogue.act4.voice1
source: Bienvenue chez toi, Kael. Ici, tout commence. Ici, tout finit.
en: Welcome home, Kael. Here, everything begins. Here, everything ends.

# dialogue.act4.voice2
source: Approche. Le Cœur n'attend plus que toi.
en: Come closer. The Heart waits for you alone.

# dialogue.aether.choice1
source: C'est temporaire. Ça passe toujours.
en: It's temporary. It always fades.

# dialogue.aether.choice2
source: Tu aurais préféré que je la laisse te tuer ?
en: Would you have preferred I let it kill you?

# dialogue.aether.choice3
source: Je ne contrôle pas encore ce pouvoir. Mais il m'obéit. C'est suffisant.
en: I don't control this power yet. But it obeys me. That's enough.

# dialogue.aether.kael1
source: Ce qui marchait. La créature est morte.
en: Whatever worked. The creature is dead.

# dialogue.aether.kael2
source: Je sais. Tu veux que je promette de ne pas m'en servir. Mais je ne fais pas de promesses que je ne peux pas tenir.
en: I know. You want me to promise not to use it. But I don't make promises I can't keep.

# dialogue.aether.lyra1
source: Kael... Qu'est-ce que c'était ? Quand tu as frappé, l'air est devenu noir. J'ai senti le froid jusque dans mes os.
en: Kael... What was that? When you struck, the air turned black. I felt the cold down to my bones.

# dialogue.aether.lyra2
source: Morte, oui. Mais ta main tremble encore. Et tes veines... regarde. Elles sont noires, Kael.
en: Dead, yes. But your hand is still shaking. And your veins... look. They're black, Kael.

# dialogue.aether.lyra3
source: Le sanctuaire est plus loin. Si quelque chose peut expliquer ta marque, c'est là-bas. Mais Kael...
en: The sanctuary is further ahead. If anything can explain your mark, it's there. But Kael...

# dialogue.aether.prompt
source: Face à la peur de Lyra
en: Facing Lyra's fear

# dialogue.aether.response1
source: « Toujours » ? Depuis combien de temps tu fais ça, Kael ?
en: "Always"? How long have you been doing this, Kael?

# dialogue.aether.response2
source: Non. Mais il y a une différence entre se battre et... ce que tu as fait à la fin.
en: No. But there's a difference between fighting and... what you did at the end.

# dialogue.aether.response3
source: « Il m'obéit. » Tu t'entends ? On dirait que tu parles d'un animal sauvage, pas d'une partie de toi.
en: "It obeys me." Do you hear yourself? You sound like you're talking about a wild animal, not a part of you.

# dialogue.boss.choice1
source: Nous n'avons pas peur de toi.
en: We're not afraid of you.

# dialogue.boss.choice2
source: Qu'est-il arrivé à ce sanctuaire ?
en: What happened to this sanctuary?

# dialogue.boss.guardianName
source: Gardien fissuré
en: Cracked Guardian

# dialogue.boss.kael1
source: Je sens sa puissance… Cette marque sur mon bras brûle.
en: I can feel its power… This mark on my arm is burning.

# dialogue.boss.post.kael1
source: Un Cœur d'Aether… La source de sa puissance. Je peux sentir l'énergie qui en émane.
en: An Aether Core… The source of its power. I can feel the energy radiating from it.

# dialogue.boss.post.kael2
source: … Sa résonance est si sombre. Comme un écho de quelque chose d'ancien et de terrible.
en: … Its resonance is so dark. Like an echo of something ancient and terrible.

# dialogue.boss.post.lyra1
source: Il… il est vaincu. Kael, regarde ! Quelque chose brille dans les décombres.
en: He… he's defeated. Kael, look! Something is glowing in the rubble.

# dialogue.boss.post.lyra2
source: Prends-le. Nous en aurons besoin pour comprendre ce qui corrompt ces terres.
en: Take it. We'll need it to understand what's corrupting these lands.

# dialogue.boss.pre1
source: Mortels impudents… Vous osez souiller ce sanctuaire de votre présence.
en: Insolent mortals… You dare defile this sanctuary with your presence.

# dialogue.boss.pre2
source: L'Aether noir m'a donné une force que vous ne pouvez concevoir. Agenouillez-vous… ou périssez.
en: The Black Aether gave me a power beyond your comprehension. Kneel… or perish.

# dialogue.boss.prompt
source: Comment répondre au Gardien ?
en: How do you respond to the Guardian?

# dialogue.boss.response1
source: Alors vous êtes encore plus fous que je ne le pensais. Qu'il en soit ainsi.
en: Then you are even more foolish than I thought. So be it.

# dialogue.boss.response2
source: Ce lieu était sacré. L'Aether noir l'a consumé… comme il me consumera. Mais pas avant de vous détruire.
en: This place was sacred. The Black Aether consumed it… as it will consume me. But not before it destroys you.

# dialogue.bram.bram1
source: Hé, toi ! T'as une tête de combattant. J'ai exactement ce qu'il te faut.
en: Hey, you! You've got a fighter's look. I've got just what you need.

# dialogue.bram.bram2
source: Ma forge tourne depuis trente ans. Chaque lame que j'ai faite a survécu à son propriétaire. Ça dit tout.
en: My forge has been running thirty years. Every blade I made outlasted its owner. That says it all.

# dialogue.bram.choice1
source: Je cherche une arme solide.
en: I need a solid weapon.

# dialogue.bram.choice2
source: Je veux juste regarder.
en: Just browsing.

# dialogue.bram.prompt
source: Montre-moi ce que tu as.
en: Show me what you've got.

# dialogue.bram.response1
source: Alors t'es au bon endroit. Du fer, du runique, tout ce qu'il faut pour survivre là-dehors. Regarde.
en: Then you're in the right place. Iron, runic, everything you need to survive out there. Take a look.

# dialogue.bram.response2
source: Pas de problème. Reviens quand t'as des pièces d'or. La qualité a un prix.
en: No problem. Come back when you've got gold. Quality has a price.

# dialogue.child.choice1
source: Un peu de curiosité, c'est bien.
en: A little curiosity is good.

# dialogue.child.choice2
source: Tu dois rester à l'abri.
en: You need to stay safe.

# dialogue.child.line1
source: Hé ! T'as pas l'air d'être du village. T'es un aventurier ?
en: Hey! You don't look like you're from the village. Are you an adventurer?

# dialogue.child.line2
source: Mon père dit de pas s'approcher de la forêt. Mais j'ai vu une lumière noire là-dedans hier soir !
en: My dad says not to go near the forest. But I saw a black light in there last night!

# dialogue.child.name
source: Enfant
en: Child

# dialogue.child.prompt
source: Tu as peur ?
en: Are you scared?

# dialogue.child.quest.active1
source: Tu l'as trouvé ? Mon ours ? Il est dans la forêt, vers la droite…
en: Did you find it? My bear? He's in the forest, to the right…

# dialogue.child.quest.choice1
source: Je le retrouverai, promis.
en: I'll find it, I promise.

# dialogue.child.quest.choice2
source: La forêt est dangereuse…
en: The forest is dangerous…

# dialogue.child.quest.done1
source: Tu as retrouvé mon ours ! Tu es le meilleur héros du monde entier !
en: You found my bear! You're the best hero in the whole wide world!

# dialogue.child.quest.prompt
source: Chercher le jouet ?
en: Look for the toy?

# dialogue.child.quest.response1
source: Merci merci merci ! C'est un ours en bois avec un ruban rouge !
en: Thank you thank you thank you! It's a wooden bear with a red ribbon!

# dialogue.child.quest.response2
source: S'il te plaît… C'est mon seul ami depuis que maman est partie…
en: Please… He's my only friend since mom left…

# dialogue.child.quest1
source: Monsieur… Monsieur ! Mon petit ours en bois… je l'ai perdu quand les ombres sont venues.
en: Mister… Mister! My little wooden bear… I lost it when the shadows came.

# dialogue.child.quest2
source: Je crois qu'il est tombé dans la forêt, près du gros arbre à droite. Tu pourrais le retrouver ?
en: I think it fell in the forest, near the big tree on the right. Could you find it?

# dialogue.child.real.1
source: Maman dit que je dois pas te parler.
en: Mom says I'm not supposed to talk to you.

# dialogue.child.real.2
source: Mais ta main elle brille parfois. J'ai vu.
en: But your hand glows sometimes. I saw it.

# dialogue.child.response1
source: Ouais ! Je veux devenir comme toi, un vrai guerrier avec des pouvoirs !
en: Yeah! I want to be like you, a real warrior with powers!
